Repository: darthnoob/uwp
Catalog: MegaApp/MegaApp/Strings/*/AppMessages.resw
Source language: en
Languages: ar, es, fr, id, it, ko, nl, pl, pt_br, ro, ru, th, tr, vi, zh_hans, zh_hant

# AM_AccountNotConfirmed
source: Your account has not been confirmed yet.
ar: لم يتم تأكيد حسابك بعد.
es: Tu cuenta no ha sido confirmada aún.
fr: Votre compte n'a pas encore été confirmé.
id: Akun anda belum terkonfirmasi.
it: Il tuo account non è ancora stato confermato.
ko: 계정이 아직 확인되지 않았습니다.
nl: Uw account is nog niet bevestigd.
pl: Twoje konto nie jest jeszcze potwierdzone.
pt_br: Sua conta ainda não foi confirmada.
ro: Contul tău nu a fost încă confirmat.
ru: Учётная запись ещё не подтверждена.
th: บัญชีของคุณยังไม่ได้รับการยืนยัน
tr: Hesabınız henüz onaylanmadı.
vi: Tài khoản chưa được xác nhận.
zh_hans: 您的账户尚未确认激活。
zh_hant: 您的帳戶尚未確認啟用。

# AM_AgreeTermsOfService
source: Please confirm you agree with the Terms of Service.
ar: يرجى تأكيد الموافقة على شروط الخدمة.
es: Confirma que estás de acuerdo con los Términos de servicio.
fr: Veuillez confirmer que vous acceptez les conditions générales d’utilisation.
id: Harap konfirmasikan Anda setuju dengan Ketentuan Layanan.
it: Per favore, conferma di accettare i Termini di Servizio.
ko: 이용 약관에 동의하였는지 확인하세요.
nl: Bevestig dat u akkoord gaat met de Algemene Voorwaarden.
pl: Potwierdź, że akceptujesz nasz regulamin serwisu.
pt_br: Por favor, confirme que você concorda com os Termos de serviço.
ro: Te rugăm să confirmi faptul că ești de acord cu Termenii de utilizare a serviciului.
ru: Пожалуйста, подтвердите согласие с Условиями Использования.
th: กรุณายืนยันว่าคุณเห็นด้วยกับเงื่อนไขการให้บริการ
tr: Lütfen Hizmet Koşullarımızı kabul ettiğinizi onaylayın.
vi: Xin xác nhận việc đồng ý với Điều Khoản Sử Dụng.
zh_hans: 请确认您同意服务条款。
zh_hant: 請確認您同意服務條款。

# AM_CleanRubbishBinFailed
source: Failed to clean the rubbish bin. Please try again.
ar: فشل عملية افراغ سلة المحذوفات. من فضلك اعد المحاولة.
es: No se ha podido limpiar la papelera. Inténtalo de nuevo.
fr: Échec de vidage de la corbeille. Veuillez ressayer.
id: Gagal mengosongkan sampah. Harap coba kembali.
it: Pulizia del Cestino fallita. Per favore, riprova.
ko: 휴지통 비우기를 실패하였습니다. 다시 시도하세요.
nl: Mislukt om de prullenbak te legen. Probeer nogmaals.
pl: Usuwanie zawartości kosza nie powiodło się. Spróbuj ponownie.
pt_br: Erro ao esvaziar a lixeira. Por favor, tente novamente.
ro: Eșec la golirea coșului de gunoi. Te rugăm să încerci din nou.
ru: Не удалось очистить корзину. Попробуйте позже.
th: ไม่สามารถทำความสะอาดถังขยะได้ กรุณาลองอีกครั้ง
tr: Çöp kutusu temizlenemedi. Lütfen tekrar deneyin.
vi: Không dọn được thùng rác. Xin thử lại.
zh_hans: 无法清理垃圾箱。请再试一次。
zh_hant: 無法清理垃圾桶。請再試一次。

# AM_CleanRubbishBinQuestion
source: Are you sure you want to permanently delete all files from the rubbish bin?
ar: هل أنت متأكد أنك تريد حذف جميع الملفات نهائيا من سلة المهملات؟
es: ¿Estás seguro de que quieres eliminar permanentemente todos los archivos de la papelera?
fr: Voulez-vous vraiment supprimer définitivement tous les fichiers de la corbeille ?
id: Apakah anda yakin ingin menghapus seluruh file dari sampah secara permanen?
it: Sei sicuro di voler cancellare definitivamente tutti i file dal Cestino?
ko: 휴지통에 있는 모든 파일을 영구적으로 삭제하시겠습니까?
nl: Weet u zeker dat u alle bestanden uit de prullenbak definitief wil verwijderen?
pl: Czy na pewno chcesz usunąć wszystkie pliki z kosza?
pt_br: Tem certeza de que deseja excluir permanentemente todos os arquivos do caixote do lixo?
ro: Sigur vrei să ștergi definitiv toate fișierele din coșul de gunoi?
ru: Удалить все файлы из корзины безвозвратно?
th: คุณแน่ใจว่าต้องการที่จะลบไฟล์ทั้งหมดจากถังขยะหรือไม่
tr: Çöp kutusundaki tüm dosyaları kalıcı olarak silmek istediğinizden emin misiniz?
vi: Bạn có chắc muốn xóa vĩnh viễn các tệp tin trong thùng rác hay không?
zh_hans: 您确定要永久删除所有垃圾桶中的文件？
zh_hant: 您確定要永久刪除所有垃圾桶中的文件？

# AM_CleanRubbishBinSuccess
source: The rubbish bin has been cleaned successfully.
ar: تم افراغ سلة المحذوفات بنجاح.
es: La papelera se ha vaciado.
fr: La corbeille été vidée avec succès.
id: Sampah telah berhasil dikosongkan.
it: Il Cestino è stato svuotato con successo.
ko: 휴지통을 성공적으로 비웠습니다.
nl: De prullenbak was succesvol geleegd.
pl: Zawartość kosza został usunięta.
pt_br: A lixeira foi esvaziada corretamente.
ro: Coșul de gunoi a fost golit cu succes.
ru: Корзина успешно очищена
th: ทำความสะอาดถังขยะเรียบร้อยแล้ว
tr: Çöp kutusu başarıyla temizlendi.
vi: Thùng rác đã được dọn sạch.
zh_hans: 垃圾箱已成功清理。
zh_hant: 垃圾桶已成功清理乾淨。

# AM_ClearRubbishBin_Title
source: Clear Rubbish Bin
fr: Vider la corbeille
id: Kosongkan Sampah
ko: 휴지통 비우기
nl: Wis Prullenbak
pl: Wyczyść kosz
ro: Golește coșul de gunoi

# AM_ConfirmEmail
source: We have sent you a confirmation link to your selected email address: {0}.
ar: تم ارسال رابط التأكيد الى البريد الالكتروني {0} .
es: Hemos enviado un enlace de confirmación a tu dirección de correo electrónico: {0}.
fr: Nous vous avons envoyé un lien de confirmation à votre adresse courriel sélectionnée : {0}.
id: Kami telah mengirimi Anda tautan konfirmasi ke alamat email yang Anda pilih: {0}.
it: Abbiamo inviato un link di conferma all'indirizzo email che hai inserito: {0}.
ko: 당신이 선택한 이메일 주소로 확인 링크를 발송하였습니다: {0}.
nl: We hebben u een bevestigings-koppeling verstuurd naar uw geselecteerde email address: {0}.
pl: Wyslaliśmy potwierdzenie na podany adres email: {0}.
pt_br: Enviamos um link de confirmação para o endereço de email selecionado: {0}.
ro: Ți-am trimis un link de confirmare la adresa de e-mail selectată: {0}.
ru: Мы отправили ссылку для подтверждения на ваш адрес электронной почты: {0}.
th: เราได้ส่งลิงก์ยืนยันไปยังที่อยู่อีเมลที่คุณเลือกแล้ว: {0}
tr: Seçtiğiniz eposta adresine ({0}) doğrulama bağlantısı gönderildi.
vi: Đường liên kết để xác thực tài khoản đã được gửi đến địa chỉ email: {0}.
zh_hans: 我们已向您发送确认链接至您选择的电子邮件地址：{0}。
zh_hant: 我們已發送了一個確認連結至您指定的電子信箱：{0}。

# AM_ConfirmEmail_Title
source: Confirm your email
ar: تأكيد البريد الالكتروني
es: Confirma tu correo
fr: Confirmer votre adresse courriel
id: Konfirmasikan email Anda
it: Conferma la tua email
ko: 이메일을 확인하세요
nl: Bevestig uw email
pl: Potwierdź swój adres email
pt_br: Confirme o seu email
ro: Confirmă-ți e-mailul
ru: Подтвердите адрес электронной почты
th: ยืนยันอีเมลของคุณ
tr: Epostanızı doğrulayın
vi: Xác nhận email
zh_hans: 确认您的电子邮箱
zh_hant: 確認您的電子信箱

# AM_CopyFileFailed
source: Failed to copy the selected file: [{0}]
ar: فشل نسخ الملف المحدد: [{0}]
es: No se pudo copiar el archivo seleccionado: [{0}]
fr: Échec de copie des fichiers sélectionnés : [{0}]
id: Gagal men-copy file terpilih: [{0}]
it: Copia del file selezionato fallita: [{0}]
ko: 선택된 파일을 복사하는 것을 실패하였습니다: [{0}]
nl: Mislukt om het geselecteerde bestand te kopiëren: [{0}]
pl: Nie powiodło się skopiowanie pliku: [{0}]
pt_br: Erro ao copiar o arquivo selecionado: [{0}]
ro: Eșec la copierea fișierului selectat: [{0}]
ru: Не удалось скопировать выбранный файл: [{0}]
th: ไม่สามารถคัดลอกไฟล์ที่เลือก: [{0}]
tr: Seçili dosyayı kopyalama başarısız oldu: [{0}]
vi: Quá trình sao chép tệp tin [{0}] thất bại
zh_hans: 复制选中的文件失败： [{0}]
zh_hant: 複製選中的檔案失敗： [{0}]

# AM_CopyFileFailed_Title
source: Error copying file
ar: فشل نسخ الملف
es: Fallo al copiar el archivo
fr: Échec de copie de fichier
id: Copy file gagal
it: Errore nella copiatura del file
ko: 파일 복사 실패
nl: Kopiëren van het bestand is mislukt
pl: Skopiowanie pliku nie powiodło się
pt_br: Erro ao copiar arquivo
ro: Eroare la copierea fișierului
ru: Не удалось скопировать файл
th: มีข้อผิดพลาดในการคัดลอกไฟล์
tr: Dosya kopyala başarısız oldu
vi: Sao chép không thành công
zh_hans: 复制文件失败
zh_hant: 複製檔案失敗

# AM_CopyFileUnauthorizedAccessException
source: You do not have permission to copy this file type to the destination folder. Are you trying to save/copy a file of an unsupported type to an SD card? Please try to save/copy the file to your device’s internal memory instead.
ar: ليس لديك الإذن لنسخ نوعية هذا الملف للمجلد الوجهة. هل تحاول حفظ/نسخ ملف غير مدعوم لبطاقة الذاكرة؟ الرجاء المحاولة لحفظ/نسخ الملف إلى ذاكرتك الداخلية بدلا من الخارجية
es: No tienes permisos para copiar este tipo de archivo en la carpeta de destino. ¿Está intentando guardar/copiar un archivo no soportado en una tarjeta SD? Intenta guardar/copiar el archivo en la memoria interna de tu dispositivo.
fr: Vous n’avez pas l’autorisation de copier ce type de fichier sur le dossier de destination. Essayez-vous d’enregistrer ou de copier un fichier d’un type non pris en charge sur une carte SD ? Veuillez plutôt essayer d’enregistrer ou de copier le fichier sur la mémoire interne de votre appareil.
id: Anda tidak memiliki izin untuk menyalin jenis file ini ke folder tujuan. Apakah Anda mencoba menyimpan / menyalin file dari jenis yang tidak didukung ke kartu SD? Cobalah menyimpan / menyalin file ke memori internal perangkat Anda.
it: Non hai il permesso di copiare questo formato di file all'interno della cartella di destinazione. Stai tentando di salvate/copiare un file di un formato non supportato su una scheda SD? Per favore, prova a salvare/copiare il file sulla memoria interna del dispositivo invece.
ko: 이 파일 유형을 대상 폴더로 복사할 권한이 없습니다. 지원하지 않는 유형의 파일을 SD카드에 저장/복사하려고 하시나요? 대신 기기의 내부 메모리에 파일을 저장/복사해보시기 바랍니다.
nl: U heeft geen toestemming om dit type bestand te kopiëren naar de locatie map. Probeert u een niet gesteunde bestand op te slaan/kopiëren naar een SD kaart? Probeer in plaats daarvan het bestand op te slaan/kopiëren naar het interne geheugen van uw apparaat.
pl: Nie masz uprawnień do skopiowania tego pliku do katalogu docelowego. Czy chcesz zapisać/skopiować plik nie wspierany przez kartę SD? Spróbuj zapisać/skopiować plik lokalnie na swoim urządzeniu.
pt_br: Você não tem permissão para copiar este tipo de arquivo para a pasta de destino. Você está tentando salvar/copiar um arquivo de um tipo não suportado em um cartão SD? Tente salvar/copiar o arquivo na memória interna do seu dispositivo.
ro: Nu ai permisiunea de a copia acest tip de fișiere în folderul de destinație. Încerci să salvezi/copiezi un fișier de un tip nesuportat pe un card SD? Te rugăm să încerci în schimb să salvezi/copiezi fișierul în memoria internă a dispozitivului.
ru: У вас нет разрешения на копирование этого типа файлов в папку назначения. Вы пытаетесь сохранить/скопировать файл неподдерживаемого типа на SD-карту? Попробуйте сохранить/скопировать файл во внутреннюю память устройства.
th: คุณไม่มีสิทธิ์คัดลอกไฟล์ประเภทนี้ไปยังโฟลเดอร์ปลายทาง คุณกำลังพยายามบันทึก/คัดลอกไฟล์ประเภทที่ไม่สนับสนุนไปยังการ์ด SD หรือไม่ กรุณาลองบันทึก/คัดลอกไฟล์ไปยังหน่วยความจำภายในของอุปกรณ์แทน
tr: Bu dosya türünü seçilen konuma aktarma iznine sahip değilsiniz. Desteklenmeyen bir dosya türünü SD kartınıza mı aktarmak istiyorsunuz? Lütfen cihazınızın dahili hafızasına kaydetmeyi/kopyalamayı deneyin.
vi: Bạn không có đủ quyền hạn để sao chép dạng tệp tin này vào thư mục đích vừa chọn. Có phải bạn đang muốn lưu/cópy một định dạng tệp không được hỗ trợ vào thẻ nhớ SD? Hãy thử sao chép tệp tin vào bộ nhớ trong điện thoại trước.
zh_hans: 您没有将此文件类型复制到目标文件夹的权限。您是否要将不支持类型的文件储存/复制到SD卡中？ 请尝试将文件储存/复制到您的设备的内部记忆体中。
zh_hant: 您沒有將此檔案類型複製到目標資料夾的權限。您是否要將不支援的檔案類型儲存/ 複製到SD卡中？ 也請嘗試將檔案儲存/ 複製到您的設備內部記憶體中，以作為替代方案。

# AM_CopyFileUnauthorizedAccessException_Title
source: Unauthorized access
ar: دخول غير مرخص
es: Acceso no autorizado
fr: Accès non autorisé
id: Akses tidak sah
it: Accesso non autorizzato
ko: 승인되지 않은 접근
nl: ongeautoriseerde toegang
pl: Nie autoryzowany dostęp
pt_br: Acesso não autorizado
ro: Acces neautorizat
ru: Несанкционированный доступ
th: ไม่ได้รับอนุญาตให้เข้าถึง
tr: İzinsiz erişim
vi: Truy cập trái phép
zh_hans: 访问未获授权
zh_hant: 訪問未獲授權

# AM_CreateAccountFailed
source: MEGA Cloud Drive account creation failed. Please try again. [{0}]
ar: فشل إنشاء حساب محرك سحابة MEGA . حاول مرة اخرى. [{0}]
es: Error de creación de la cuenta de MEGA. Por favor, vuelve a intentarlo. [{0}]
fr: Échec de création du compte de disque nuagique MEGA. Veuillez ressayer. [{0}]
id: Pembuatan akun MEGA Cloud Drive gagal. Harap coba kembali. [{0}]
it: Creazione dell'account MEGA Cloud Drive fallita. Per favore, riprova. [{0}]
ko: MEGA 클라우드 드라이드 계정 생성에 실패하였습니다. 다시 시도하세요. [{0}]
nl: MEGA Cloud Schijf account aanmaak is mislukt. Probeer het alstublieft opnieuw. [{0}]
pl: Nie powidło się tworzenie konta na MEGA Cloud Drive. Spróbuj ponownie. [{0}]
pt_br: A criação da conta no MEGA falhou. Por favor, tente novamente [{0}]
ro: Crearea contului MEGA a unității cloud a eșuat. Te rugăm să încerci din nou. [{0}]
ru: Не удалось создать учётную запись облачного диска MEGA. Пожалуйста, попробуйте ещё раз. [{0}]
th: สร้างบัญชีคลาวด์ไดรฟ์ของ MEGA ไม่สำเร็จ กรุณาลองใหม่อีกครั้ง [{0}]
tr: MEGA Bulut Sürücü hesap oluşturma başarısız oldu. Lütfen tekrar deneyin. [{0}]
vi: Quá trình tạo tài khoản dịch vụ Ổ Mây MEGA thất bại. Xin thử lại. [{0}]
zh_hans: MEGA账户创建失败，请重试。 [{0}]
zh_hant: MEGA賬戶創建失敗，請重試。 [{0}]

# AM_CreateAccountFailed_Title
source: Account creation failed
ar: فشل انشاء حساب
es: Error al crear cuenta
fr: Échec de création du compte
id: Akun gagal dibuat
it: Creazione account fallita
ko: 계정 생성 실패
nl: Aanmaken van account mislukt
pl: Tworznie konta nie powiodło się
pt_br: Erro ao criar conta
ro: Crearea contului a eșuat
ru: Не удалось создать учётную запись
th: สร้างบัญชีใหม่ไม่สำเร็จ
tr: Hesap oluşturulamadı
vi: Quá trình tạo tài khoản thất bại
zh_hans: 账户创建失败
zh_hant: 賬戶創建失敗

# AM_CreateFolderFailed
source: Failed to create folder
ar: فشل انشاء مجلد
es: No se pudo crear la carpeta
fr: Échec de création de dossier
id: Folder gagal dibuat
it: Creazione cartella fallita
ko: 폴더 생성 실패
nl: Mislukt map aan te maken
pl: Tworzenie katalogi nie powiodło się
pt_br: Não foi possível criar a pasta
ro: Eșec la crearea folderului
ru: Не удалось создать папку
th: ไม่สามารถสร้างโฟลเดอร์ได้
tr: Klasör oluşturulamadı
vi: Tạo thư mục không thành công
zh_hans: 无法创建文件夹
zh_hant: 無法創建資料夾

# AM_CreateFolderFailed_Title
source: Folder creation failed
ar: فشل انشاء المجلد
es: Error al crear la carpeta
fr: Échec de création de dossier
id: Folder gagal dibuat
it: Creazione cartella fallita
ko: 폴더 생성 실패
nl: Maken van map is mislukt
pl: Tworzenie katalogi nie powiodło się
pt_br: Erro na criação da pasta
ro: Crearea folderului a eșuat
ru: Не удалось создать папку
th: สร้างโฟลเดอร์ไม่สำเร็จ
tr: Klasör oluşturulamadı
vi: Quá trình tạo thư mục thất bại
zh_hans: 文件夹创建失败
zh_hant: 資料夾創建失敗

# AM_CreateFolderSuccess
source: Folder ‘{0}’ created successfully
ar: تم انشاء المجلد {0} بنجاح
es: La carpeta '{0}' ha sido creada
fr: Le dossier '{0}' a été créé avec succès
id: Folder ‘{0}’ berhasil dibuat
it: Cartella '{0}' creata con successo
ko: '{0}' 폴더가 성공적으로 생성되었습니다
nl: Map '{0}' succesvol gecreeerd
pl: Katalog '{0}' został utworzony
pt_br: A pasta '{0}' foi criada corretamente.
ro: Folder ‘{0}’ creat cu succes
ru: Папка '{0}' успешно очищена
th: สร้างโฟลเดอร์ '{0}' เรียบร้อยแล้ว
tr: Klasör '{0}' başarıyla oluşturuldu
vi: Thư mục ‘{0}’ đã được tạo xong
zh_hans: 文件夹“{0}”已成功创建
zh_hant: 資料夾 ‘{0}’ 已成功創建

# AM_CreateFolderSuccess_Title
source: Folder created
ar: تم إنشاء المجلد
es: Carpeta creada
fr: Dossier créé
id: Folder telah dibuat
it: Cartella creata
ko: 폴더가 생성되었습니다
nl: Map aangemaakt
pl: Katalog został utworzony
pt_br: Pasta criada
ro: Folder creat
ru: Папка создана
th: สร้างโฟลเดอร์สำเร็จ
tr: Klasör oluşturuldu
vi: Thư mục đã được tạo
zh_hans: 文件夹已创建
zh_hant: 資料夾已創建

# AM_DeleteSettingsFailed
source: Failed to delete settings. Please try again. [{0}]
ar: فشل في حذف الإعدادات. الرجاء المحاولة ثانية. [{0}]
es: Falló el borrado de configuración. Por favor, inténtelo de nuevo. [{0}]
fr: Échec de suppression des paramètres. Veuillez ressayer. [{0}]
id: Gagal menghapus settings. Harap coba kembali. [{0}]
it: Cancellazione delle impostazioni fallita. Per favore, ritenta. [{0}]
ko: 설정 삭제 실패. 다시 시도하세요. [{0}]
nl: Verwijderen van instellingen mislukt. Probeer alstublieft opnieuw. [{0}]
pl: Nie usunięto ustawień. Spróbuj ponownie. [{0}]
pt_br: Erro ao deletar as configurações. Por favor, tente novamente. [{0}]
ro: Eșec la ștergerea setărilor. Te rugăm să încerci din nou. [{0}]
ru: Не удалось удалить настройки. Попробуйте снова. [{0}]
th: ไม่สามารถลบการตั้งค่าได้ กรุณาลองใหม่อีกครั้ง [{0}]
tr: Ayarlar silinemedi. Lütfen tekrar deneyin. [{0}]
vi: Xóa bỏ các tùy chỉnh thất bại. Xin thử lại. [{0}]
zh_hans: 删除设定失败，请再试一次。 [{0}]
zh_hant: 刪除設定失敗，請再試一次。 [{0}]

# AM_DeleteSettingsFailed_Title
source: Error deleting settings
ar: خطأ في حذف الإعدادات
es: Error eliminando la configuración
fr: Erreur de suppression des paramètres
id: Error menghapus settings
it: Errore nella cancellazione delle impostazioni
ko: 설정 삭제 중 오류
nl: Fout bij het verwijderen van instellingen
pl: Błąd usuwania ustawień
pt_br: Erro ao excluir definições
ro: Eroare la ștergerea setărilor
ru: Ошибка удаления настроек
th: มีข้อผิดพลาดในการลบการตั้งค่า
tr: Ayarlar silinemedi
vi: Lỗi xóa bỏ các thông tin thiết đặt
zh_hans: 删除设定失败
zh_hant: 刪除設定失敗

# AM_EmailAlreadyRegistered
source: This email address has already registered an account with MEGA.
ar: يوجد حساب مسجل لدى MEGA بالبريد الالكتروني المدخل.
es: Esta dirección de correo electrónico ya ha sido utilizada para el registro de una cuenta con MEGA
fr: Cette adresse courriel a déjà enregistré un compte auprès de MEGA.
id: Alamat email ini telah mendaftarkan akun dengan MEGA.
it: Questo indirizzo e-mail è stato già registrato con un altro account MEGA.
ko: 이 이메일 주소는 이미 MEGA에 등록된 계정입니다.
nl: Dit e-mailadres heeft al een account geregistreerd bij MEGA.
pl: Ten adres email jest już zarejestrowany na innym koncie MEGA.
pt_br: Já existe uma conta no MEGA associada a este endereço de email.
ro: Această adresă de e-mail a înregistrat deja un cont cu MEGA.
ru: Этот адрес электронной почты уже зарегистрирован в MEGA.
th: ที่อยู่อีเมลนี้เคยลงทะเบียนบัญชีกับ MEGA มาก่อนแล้ว
tr: Bu eposta adresi başka bir MEGA hesabı ile ilişkilendirilmiş.
vi: Địa chỉ email này đã có đăng ký tài khoản MEGA rồi.
zh_hans: 该电子邮件地址已经在MEGA注册了一个账户。
zh_hant: 此電子郵件地址已在MEGA註冊了一個帳戶。

# AM_FetchNodesFailed
source: Could not retrieve the account data from MEGA. Please, close the app and try again later.
ar: لم تنجح عملية احضار معلومات الحساب من MEGA. يرجى اغلاق التطبيق ثم إعادة المحاولة.
fr: Impossible de récupérer les données du compte de MEGA. Veuillez fermer l’appli et ressayer plus tard.
id: Tidak dapat mengambil data akun dari MEGA. Silakan, tutup aplikasi dan coba lagi nanti.
it: Non è stato possibile recuperare i dati dell'account MEGA. Per favore, chiudi l'app e riprova più tardi.
ko: MEGA에서 계정 데이터를 불러올 수 없습니다. 앱을 닫고 나중에 다시 시도하세요.
nl: Kan geen account gegevens terugvinden van MEGA. Sluit de app en probeer later nogmaals.
pl: Pobieranie danych konta nie powiodło się. Zamknij aplikacje i spróbuj ponownie.
pt_br: Não foi possível recuperar os dados desta conta no MEGA. Por favor, feche o aplicativo e tente novamente mais tarde.
ro: Nu s-au putut prelua datele contului din MEGA. Te rugăm să închizi aplicația și să încerci din nou mai târziu.
ru: Не удалось извлечь данные аккаунта из MEGA. Пожалуйста, закройте приложение и попробуйте позже.
th: ไม่สามารถเรียกข้อมูลบัญชีจาก MEGA กรุณาปิดแอปแล้วลองอีกครั้งในภายหลัง
tr: MEGA'dan hesap verileri alınamadı. Lütfen uygulamayı kapatın ve tekrar deneyin.
vi: Không lấy được dữ liệu của tài khoản từ máy chủ MEGA. Xin đóng ứng dụng và thử lại sau.
zh_hans: 无法从MEGA中检索账户数据。请关闭该应用，稍后再试。
zh_hant: 無法從MEGA取得帳戶資料。請關閉應用程式，並於稍後再試一次。

# AM_FetchNodesFailed_Title
source: Requesting account data failed
ar: فشل عملية طلب معلومات الحساب
fr: Échec de demande des données de compte
id: Meminta data akun gagal
it: Richiesta dei dati dell'account fallita
ko: 계정 데이터 요청 실패
nl: Verzoek account gegevens mislukt
pl: Pobieranie danych konta nie powiodło się
pt_br: Erro ao solicitar dados da conta
ro: Solicitarea datelor contului a eșuat
ru: Не удалось запросить данные аккаунта
th: การร้องขอข้อมูลบัญชีล้มเหลว
tr: Hesap verileri istenirken hata oluştu
vi: Yêu cầu lấy dữ liệu tài khoản bị thất bại
zh_hans: 请求账户数据失败
zh_hant: 取得帳戶資料失敗

# AM_FileNotFound
source: Could not find the selected file
ar: لا يمكن العثور على الملف المحدد
es: No se pudo encontrar el archivo seleccionado.
fr: Impossible de trouver le fichier sélectionné
id: Tidak dapat menemukan file yang terpilih
it: Impossibile trovare il file selezionato
ko: 선택한 파일을 찾을 수 없습니다
nl: Kon het geselecteerde bestand niet vinden
pl: Nie można znaleźć wybranego pliku
pt_br: Não foi possível encontrar o arquivo selecionado
ro: Nu se poate găsi fișierul selectat
ru: Невозможно найти выбранный файл
th: ไม่พบไฟล์ที่เลือก
tr: Seçili dosyayı bulamadı
vi: Không thể tìm thấy tệp bạn vừa chọn
zh_hans: 未找到选择的文件
zh_hant: 未找到選擇的檔案

# AM_FileNotFound_Title
source: File not found
ar: الملف غير موجود
es: No se encuentra el archivo
fr: Fichier introuvable
id: File tidak ditemukan
it: File non trovato
ko: 파일이 발견되지 않음
nl: Bestand niet gevonden
pl: Plik nie znaleziony
pt_br: Arquivo não encontrado
ro: Fișier negăsit
ru: Файл не найден
th: ไม่พบไฟล์
tr: Dosya bulunamadı
vi: Không tìm thấy tệp tin
zh_hans: 未找到文件
zh_hant: 未找到檔案

# AM_GetThumbnailFailed
source: Failed to retrieve thumbnail [{0}]
ar: فشل في استرداد الصورة المصغرة [{0}]
es: No se pudo recuperar la miniatura [{0}]
fr: Échec de récupération de l'imagette [{0}]
id: Gagal mendapatkan thumbnail [{0}]
it: Impossibile recuperare l’anteprima[{0}]
ko: 썸네일 수신 실패 [{0}]
nl: Mislukt om miniatuur op te halen [{0}]
pl: Pobieranie podglądu nie powiodło się [{0}]
pt_br: Erro ao obter a miniatura [{0}]
ro: Eșec la preluarea miniaturii [{0}]
ru: Не удалось получить миниатюры [{0}]
th: ไม่สามารถรับรูปภาพขนาดย่อได้ [{0}]
tr: Küçük resim alınamadı [{0}]
vi: Thất bại việc tạo ảnh nhỏ [{0}]
zh_hans: 检索预览失败[{0}]
zh_hant: 檢索預覽失敗[{0}]

# AM_GetThumbnailFailed_Title
source: Getting thumbnail failed
ar: فشل في الحصول على الصورة المصغرة
es: Error obteniendo miniatura
fr: Échec de récupération de l'imagette
id: Gagal mendapatkan thumbnail
it: Anteprima fallita
ko: 썸네일 얻어오기 실패
nl: Ophalen van miniatuur mislukt
pl: Pobieranie podglądu nie powiodło się
pt_br: Erro ao recuperar a thumbnail
ro: Obținerea miniaturii a eșuat
ru: Не удалось получить миниатюры
th: รับรูปขนาดย่อไม่สำเร็จ
tr: Küçük resim alınamadı
vi: Tảo ảnh nhỏ thất bại
zh_hans: 加载预览失败
zh_hant: 加載預覽失敗

# AM_InvalidLink
source: Invalid link
ar: رابط غير موجود
es: Enlace no válido
fr: Lien invalide
id: Link salah
it: Link non valido
ko: 유효하지 않은 링크
nl: Ongeldige koppeling
pl: Nieprawidłowy link
pt_br: Link inválido
ro: Link nevalid
ru: Неправильная ссылка
th: ลิงก์ไม่ถูกต้อง
tr: Geçersiz bağlantı
vi: Đường dẫn liên kết không hợp lệ
zh_hans: 无效的链接
zh_hant: 無效的連結

# AM_LoadNodesFailed
source: Could not load files and folders from MEGA. Please try again.
ar: لم تنجح عملية تحميل المجلدات والملفات من MEGA. يرجى إعادة المحاولة.
es: No se han podido cargar los archivos y las carpetas de MEGA. Inténtalo de nuevo.
fr: Impossible de charger les fichiers et dossiers à partir de MEGA. Veuillez ressayer.
id: Tidak dapat memuat file dan folder dari MEGA. Silakan coba lagi.
it: Non ho potuto caricare file e cartelle da MEGA. Per favore, riprova.
ko: MEGA에서 파일과 폴더를 불러올 수 없습니다. 다시 시도하세요.
nl: Kan geen bestanden en mappen laden van MEGA. Probeer nogmaals.
pl: Pobieranie plików z MEGA nie powiodło się. Spróbuj ponownie.
pt_br: Não foi possível carregar os arquivos e pastas do MEGA. Por favor, tente novamente.
ro: Nu s-au putut încărca fișierele și folderele din MEGA. Te rugăm să încerci din nou.
ru: Не удалось загрузить файлы и папки из MEGA. Попробуйте ещё раз.
th: ไม่สามารถโหลดไฟล์และโฟลเดอร์จาก MEGA กรุณาลองอีกครั้ง
tr: Dosya ve klasörler MEGA'dan yüklenemedi. Lütfen tekrar deneyin.
vi: Không tải được tệp tin và thư mục từ phía MEGA. Xin thử lại.
zh_hans: 无法从MEGA加载文件和文件夹。请再试一次。
zh_hant: 無法自MEGA載入檔案和資料夾。請再試一次。
